brew "ansible"
brew "ast-grep"
brew "bat"
brew "binutils"
brew "binwalk"
brew "bulk_extractor"
brew "claude-code-router"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "delve"
brew "dive"
brew "docker", link: false
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "dtach"
brew "duf"
brew "duti"
brew "ent"
brew "exiftool"
brew "fcrackzip"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gobuster"
brew "gofumpt"
brew "goimports"
brew "golangci-lint"
brew "gotestsum"
brew "grep"
brew "hledger"
brew "hydra"
brew "imagemagick"
brew "inetutils"
brew "jc"
brew "john-jumbo"
brew "jq"
brew "libpq"
brew "make"
brew "mas"
brew "masscan"
brew "massdns"
brew "mkdocs"
brew "mockery"
brew "monolith"
brew "moreutils"
brew "ninja"
brew "nload"
brew "nmap"
brew "opencode"
brew "openjdk"
brew "openjdk@11"
brew "openvpn"
brew "amass"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "poppler"
brew "qemu"
brew "qpdf"
brew "redis"
brew "ripgrep"
brew "rustscan"
brew "sd"
brew "sk"
brew "sleuthkit"
brew "sqlmap"
brew "sslsplit"
brew "subfinder"
brew "taplo"
brew "tig"
brew "tokei"
brew "tree"
brew "typst"
brew "universal-ctags"
brew "uv"
brew "virustotal-cli"
brew "xh"
brew "xray"
brew "yara"
brew "yq"
brew "zbar"
brew "zellij"
brew "zsh"
cask "anki"
cask "appcleaner"
cask "chatgpt"
cask "copilot-cli"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "imhex"
cask "mitmproxy"
cask "obsidian"
cask "openvpn-connect"
cask "raycast"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
cask "zed"
